Repository: pedrocarlop/WorldSearch
Catalog: WorldCrush/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, pt

# app.counter.completed.accessibility
source: Challenges completed %d
es: Retos completados %d
fr: Defis termines %d
pt: Desafios concluidos %d

# app.counter.completed.hint
source: Tap to learn what this counter measures
es: Pulsa para saber que mide este contador
fr: Touchez pour savoir ce que mesure ce compteur
pt: Toque para saber o que este contador mede

# app.counter.streak.accessibility
source: Current streak %d
es: Racha actual %d
fr: Serie actuelle %d
pt: Sequencia atual %d

# app.counter.streak.hint
source: Tap to learn what this counter measures
es: Pulsa para saber que mide este contador
fr: Touchez pour savoir ce que mesure ce compteur
pt: Toque para saber o que este contador mede

# app.settings.open_accessibility
source: Open settings
es: Abrir ajustes
fr: Ouvrir reglages
pt: Abrir definicoes

# app.widget.banner.accessibility_hint
source: Opens the steps to add the WorldCrush Home Screen widget
es: Abre los pasos para anadir el widget de WorldCrush en inicio
fr: Ouvre les etapes pour ajouter le widget WorldCrush a l ecran d accueil
pt: Abre os passos para adicionar o widget do WorldCrush na tela inicial

# app.widget.banner.accessibility_label
source: Open widget setup guide
es: Abrir guia para configurar el widget
fr: Ouvrir le guide du widget
pt: Abrir guia do widget

# app.widget.banner.close_accessibility
source: Dismiss widget setup banner
es: Cerrar banner del widget
fr: Fermer la banniere widget
pt: Fechar banner do widget

# app.widget.banner.description
source: Play today in one tap from your iPhone Home Screen.
es: Juega hoy con un toque desde la pantalla de inicio.
fr: Jouez aujourd hui en un geste depuis l ecran d accueil.
pt: Jogue hoje com um toque na tela inicial do iPhone.

# app.widget.banner.title
source: Add the WorldCrush widget
es: Anade el widget de WorldCrush
fr: Ajoutez le widget WorldCrush
pt: Adicione o widget do WorldCrush

# app.widget.guide.description
source: Follow these steps to add the WorldCrush widget on your iPhone.
es: Sigue estos pasos para anadir el widget de WorldCrush en tu iPhone.
fr: Suivez ces etapes pour ajouter le widget WorldCrush sur votre iPhone.
pt: Siga estes passos para adicionar o widget do WorldCrush no seu iPhone.

# app.widget.guide.done
source: Done
es: Listo
fr: OK
pt: OK

# app.widget.guide.footer
source: Tip: Place it near your dock so it is always easy to reach.
es: Consejo: colocarlo cerca del dock lo hace mas facil de abrir.
fr: Astuce: placez le pres du dock pour un acces rapide.
pt: Dica: coloque o widget perto do dock para acesso rapido.

# app.widget.guide.step_1
source: Touch and hold an empty area on your Home Screen until apps start to jiggle.
es: Manten pulsada un area vacia de la pantalla de inicio hasta que los iconos tiemblen.
fr: Maintenez un espace vide de l ecran d accueil jusqu a ce que les apps bougent.
pt: Toque e segure uma area vazia da tela inicial ate os apps comecarem a tremer.

# app.widget.guide.step_2
source: Tap Edit in the top-left corner, then tap Add Widget.
es: Pulsa Editar arriba a la izquierda y luego Anadir widget.
fr: Touchez Modifier en haut a gauche, puis Ajouter un widget.
pt: Toque em Editar no canto superior esquerdo e depois em Adicionar Widget.

# app.widget.guide.step_3
source: Search for WorldCrush and select the widget.
es: Busca WorldCrush y selecciona el widget.
fr: Recherchez WorldCrush et selectionnez le widget.
pt: Procure por WorldCrush e selecione o widget.

# app.widget.guide.step_4
source: Choose your preferred widget size and tap Add Widget.
es: Elige el tamano del widget y pulsa Anadir widget.
fr: Choisissez la taille du widget puis touchez Ajouter un widget.
pt: Escolha o tamanho do widget e toque em Adicionar Widget.

# app.widget.guide.step_5
source: Tap Done to finish. Open the widget anytime to play the daily puzzle.
es: Pulsa Listo para terminar. Abre el widget cuando quieras para jugar el puzzle diario.
fr: Touchez OK pour terminer. Ouvrez le widget a tout moment pour jouer au puzzle du jour.
pt: Toque em OK para terminar. Abra o widget quando quiser para jogar o puzzle diario.

# app.widget.guide.title
source: Add Home Screen widget
es: Anadir widget a inicio
fr: Ajouter le widget d accueil
pt: Adicionar widget na tela inicial
